INSERT INTO books (title, author, price, pages)
VALUES
    ('Мастер и Маргарита', 'Михаил Булгаков', 500, 500),
    ('1984', 'Джордж Оруэлл', 350, 320),
    ('Преступление и наказание', 'Федор Достоевский', 230, 610),
    ('Атомные привычки', 'Джеймс Клир', 290, 304),
    ('Цветы для Элджерона', 'Дэниел Киз', 250, 320),
    ('Маленький принц', 'Антуан де Сент-Экзюпери', 159, 80),
    ('Чистый код: создание, анализ и рефакторинг', 'Роберт Мартин', 2000, 464),
    ('451° по Фаренгейту', 'Рэй Брэдбери', 400, 256),
    ('Портрет Дориана Грея', 'Оскар Уайльд', 470, 320),
    ('Атлант расправил плечи', 'Айн Рэнд', 2500, 1800),
    ('Совершенный код', 'Стив Макконнелл', 3200, 896),
    ('Богатый папа, бедный папа', 'Робер Кийосаки', 650, 352),
    ('Граф Монте-Кристо', 'Александр Дюма', 1000, 1280),
    ('Дюна', 'Фрэнк Герберт', 800, 704),
    ('Шерлок Холмс: Полное собрание', 'Артур Конан Дойл', 900, 1120);